{
  "title": "Privacy Policy",
  "intro": "Silah (\"we,\" \"our,\" or \"us\") is committed to protecting your privacy. This Privacy Policy explains how we collect, use, store, and protect your personal information when you use silah.site (the \"Platform\"). By accessing or using the Platform, you consent to the collection and use of your information as described in this Privacy Policy.",

  "info": {
    "title": "1. Information We Collect",
    "text": "When you register for an account or use our Platform, we may collect the following information:",
    "email": "Email address",
    "name": "Full name",
    "nationalId": "Nationality ID",
    "businessName": "Business name (commercial name)",
    "crn": "Commercial Registration Number",
    "address": "Business address",
    "note": "We do not collect personal phone numbers or other personal contact details."
  },

  "usage": {
    "title": "2. How We Use Your Information",
    "text": "We collect and use your information to:",
    "account": "Create and manage user accounts.",
    "transactions": "Facilitate business transactions between buyers and suppliers.",
    "auth": "Enable secure authentication and session management.",
    "invoices": "Provide invoices and transaction records.",
    "compliance": "Ensure compliance with applicable laws and prevent fraudulent activities.",
    "improve": "Improve platform functionality and user experience."
  },

  "cookies": {
    "title": "3. Cookies and Session Tracking",
    "text": "Silah does not use tracking cookies for analytics or behavioral monitoring. However, we use authentication tokens to allow users to stay logged in when accessing the Platform from the same browser. These tokens help maintain user sessions without requiring repeated logins."
  },

  "thirdParty": {
    "title": "4. Third-Party Data Sharing",
    "payments": "Payment Processing: Transactions are processed through Tap Payments, and user payment data may be shared with this service for payment verification and processing.",
    "law": "Legal Compliance: If required by Saudi Arabian law, we may disclose user information to regulatory authorities or law enforcement agencies."
  },

  "storage": {
    "title": "5. Data Storage and Security",
    "text": "We store all user data securely in our PostgreSQL database. We implement industry-standard security measures to protect against unauthorized access, data breaches, and other risks. However, users are responsible for safeguarding their own account credentials."
  },

  "retention": {
    "title": "6. Account and Data Retention",
    "text": "Users cannot delete their accounts or request data removal. All data submitted to the Platform is retained indefinitely unless legal requirements mandate its deletion."
  },

  "ai": {
    "title": "7. AI and Data Usage",
    "text": "Silah uses AI-based forecasting to help suppliers analyze trends and optimize their business strategies. Forecasting is based on:",
    "listings": "Supplier product listings.",
    "orders": "Purchase history and order trends."
  },

  "law": {
    "title": "8. Governing Law",
    "text": "This Privacy Policy is governed by the laws of Saudi Arabia. Any disputes related to this Policy shall be subject to the exclusive jurisdiction of the courts of Saudi Arabia."
  },

  "changes": {
    "title": "9. Changes to This Privacy Policy",
    "text": "Silah reserves the right to update this Privacy Policy at any time. Any changes will be posted on the Platform, and continued use of the Platform after such changes constitutes acceptance of the updated policy."
  }
}
