{
  "title": "سياسة الخصوصية",
  "intro": "صلة (\"نحن\" أو \"لنا\") ملتزمة بحماية خصوصيتك. توضح سياسة الخصوصية هذه كيفية جمع واستخدام وتخزين وحماية معلوماتك الشخصية عند استخدامك لموقع silah.site (\"المنصة\"). باستخدام المنصة، فإنك توافق على جمع واستخدام معلوماتك كما هو موضح في هذه السياسة.",

  "info": {
    "title": "1. المعلومات التي نجمعها",
    "text": "عند تسجيل حساب أو استخدام المنصة، قد نجمع المعلومات التالية:",
    "email": "البريد الإلكتروني",
    "name": "الاسم الكامل",
    "nationalId": "الهوية الوطنية",
    "businessName": "اسم النشاط التجاري (الاسم التجاري)",
    "crn": "رقم السجل التجاري",
    "address": "عنوان النشاط التجاري",
    "note": "لا نقوم بجمع أرقام الهواتف الشخصية أو تفاصيل الاتصال الأخرى."
  },

  "usage": {
    "title": "2. كيفية استخدامنا لمعلوماتك",
    "text": "نقوم بجمع واستخدام معلوماتك من أجل:",
    "account": "إنشاء وإدارة حسابات المستخدمين.",
    "transactions": "تسهيل المعاملات التجارية بين المشترين والموردين.",
    "auth": "تمكين التحقق الآمن من الهوية وإدارة الجلسات.",
    "invoices": "توفير الفواتير وسجلات المعاملات.",
    "compliance": "ضمان الامتثال للقوانين المعمول بها ومنع الأنشطة الاحتيالية.",
    "improve": "تحسين وظائف المنصة وتجربة المستخدم."
  },

  "cookies": {
    "title": "3. ملفات تعريف الارتباط وتتبع الجلسات",
    "text": "صلة لا تستخدم ملفات تعريف الارتباط للتتبع أو التحليل. ومع ذلك، نستخدم رموز المصادقة للسماح للمستخدمين بالبقاء مسجلين عند الوصول إلى المنصة من نفس المتصفح. تساعد هذه الرموز في الحفاظ على الجلسات دون الحاجة إلى تسجيل الدخول المتكرر."
  },

  "thirdParty": {
    "title": "4. مشاركة البيانات مع أطراف ثالثة",
    "payments": "معالجة الدفع: تتم المعاملات من خلال Tap Payments، وقد تتم مشاركة بيانات الدفع مع هذه الخدمة للتحقق من الدفع ومعالجته.",
    "law": "الامتثال القانوني: إذا كان مطلوبًا بموجب قوانين المملكة العربية السعودية، قد نفصح عن معلومات المستخدم للجهات التنظيمية أو سلطات إنفاذ القانون."
  },

  "storage": {
    "title": "5. تخزين البيانات وأمانها",
    "text": "نقوم بتخزين جميع بيانات المستخدمين بشكل آمن في قاعدة بيانات PostgreSQL. ونطبق معايير أمان متعارف عليها لحمايتها من الوصول غير المصرح به أو اختراق البيانات. ومع ذلك، فإن المستخدمين مسؤولون عن الحفاظ على سرية بيانات اعتماد حساباتهم."
  },

  "retention": {
    "title": "6. الاحتفاظ بالحساب والبيانات",
    "text": "لا يمكن للمستخدمين حذف حساباتهم أو طلب إزالة بياناتهم. يتم الاحتفاظ بجميع البيانات المقدمة للمنصة إلى أجل غير مسمى ما لم يكن هناك متطلبات قانونية بحذفها."
  },

  "ai": {
    "title": "7. الذكاء الاصطناعي واستخدام البيانات",
    "text": "تستخدم صلة تقنيات التنبؤ بالذكاء الاصطناعي لمساعدة الموردين على تحليل الاتجاهات وتحسين استراتيجيات أعمالهم. ويعتمد التنبؤ على:",
    "listings": "قوائم منتجات الموردين.",
    "orders": "سجل المشتريات والطلبات."
  },

  "law": {
    "title": "8. القانون الواجب التطبيق",
    "text": "تخضع سياسة الخصوصية هذه لقوانين المملكة العربية السعودية. أي نزاعات تتعلق بهذه السياسة تكون خاضعة للاختصاص الحصري لمحاكم المملكة العربية السعودية."
  },

  "changes": {
    "title": "9. التعديلات على سياسة الخصوصية",
    "text": "تحتفظ صلة بالحق في تحديث سياسة الخصوصية هذه في أي وقت. أي تغييرات سيتم نشرها على المنصة، ويعتبر استمرار استخدام المنصة بعد هذه التغييرات بمثابة قبول للسياسة المحدثة."
  }
}
