{
  "title": "اتفاقية شروط الاستخدام",
  "intro": "مرحبًا بكم في صلة (\"نحن\" أو \"لنا\"). تحكم شروط الاستخدام هذه (\"الشروط\") وصولك إلى منصتنا silah.site (\"المنصة\") واستخدامك لها. باستخدامك المنصة فإنك توافق على الالتزام بهذه الشروط. إذا لم توافق على هذه الشروط، يجب عليك التوقف عن استخدام المنصة.",
  "eligibility": {
    "title": "الأهلية وتسجيل الحساب",
    "text": "للوصول إلى ميزات معينة في المنصة، يجب على المستخدمين إنشاء حساب. يمكن للزوار تصفح المنصة والبحث عن المنتجات والخدمات وإضافة العناصر إلى سلة التسوق دون تسجيل. ومع ذلك، يتطلب إتمام عمليات الشراء واستخدام المراسلة المباشرة حسابًا. من خلال التسجيل فإنك تقر بما يلي:",
    "point1": "أنك كيان تجاري مسجل قانونيًا.",
    "point2": "أنك تقدم معلومات دقيقة وكاملة بما في ذلك رقم السجل التجاري.",
    "point3": "أنك ستحافظ على سرية بيانات الدخول وتتحمل المسؤولية عن جميع الأنشطة تحت حسابك.",
    "note": "تحتفظ صلة بالحق في تعليق أو إنهاء الحسابات التي تقدم معلومات غير صحيحة أو تنتهك هذه الشروط."
  },
  "services": {
    "title": "الخدمات المقدمة",
    "text": "صلة هي منصة B2B تمكّن الشركات من عرض المنتجات والخدمات وتصفحها وشرائها. يمكن للموردين عرض منتجاتهم، ويمكن للمشترين تقديم الطلبات. المراسلة المباشرة متاحة للتواصل التجاري. كما توفر المنصة إصدار الفواتير للمعاملات المكتملة. قد تقدم صلة ميزات إضافية أو تعدل الميزات الحالية وفقًا لتقديرها، بما في ذلك الخطط المميزة للموردين مع وظائف محسنة."
  },
  "payments": {
    "title": "المدفوعات والرسوم",
    "text": "يمكن للمشترين استخدام المنصة مجانًا. يتمتع الموردون بخطط اشتراك مجانية ومميزة. تتم معالجة المدفوعات للمعاملات بين المشترين والموردين من خلال Tap Payments، وهي مزود دفع مستقل من طرف ثالث. لا تخزن صلة أو تعالج أي معلومات دفع مباشرة."
  },
  "content": {
    "title": "المحتوى الذي ينشئه المستخدم",
    "text": "يتحمل الموردون مسؤولية التأكد من أن قوائم منتجاتهم، بما في ذلك الأوصاف والصور والأسعار، دقيقة ولا تنتهك أي قوانين معمول بها. يمكن للمشترين تقديم المراجعات والتقييمات والتي يجب أن تكون صادقة ومحترمة. تحتفظ صلة بالحق في إزالة أي محتوى مضلل أو احتيالي أو ينتهك هذه الشروط. التعليقات والمناقشات خارج نظام التقييم والمراجعة المقدم غير مسموح بها على المنصة."
  },
  "retention": {
    "title": "الحساب واحتفاظ البيانات",
    "text": "لا يمكن للمستخدمين حذف حساباتهم أو إزالة البيانات المقدمة من المنصة. تحتفظ صلة ببيانات المستخدمين إلى أجل غير مسمى ما لم يُطلب قانونًا تعديلها أو حذفها."
  },
  "liability": {
    "title": "تحديد المسؤولية",
    "text": "تعمل صلة كوسيط بين المشترين والموردين ولا تضمن جودة أو تسليم أو دقة المنتجات أو الخدمات المدرجة. يتحمل المستخدمون وحدهم مسؤولية التحقق من تفاصيل المنتجات وشروط الدفع وتنفيذ الطلبات. لا تتحمل صلة المسؤولية عن أي نزاعات بين المشترين والموردين. باستخدامك المنصة، فإنك تقر بأن المعاملات تتم مباشرة بين الشركات."
  },
  "law": {
    "title": "القانون الحاكم",
    "text": "تحكم هذه الشروط وتُفسر وفقًا لقوانين المملكة العربية السعودية. أي نزاعات تنشأ عن هذه الشروط أو تتعلق بها تخضع للاختصاص القضائي الحصري لمحاكم المملكة العربية السعودية."
  },
  "modifications": {
    "title": "تعديلات على هذه الشروط",
    "text": "تحتفظ صلة بالحق في تحديث أو تعديل هذه الشروط في أي وقت. تصبح أي تغييرات سارية فور نشرها على المنصة. يشكل استمرارك في استخدام المنصة بعد نشر التغييرات قبولًا للشروط المعدلة."
  },
  "contact": {
    "title": "معلومات الاتصال",
    "text": "إذا كان لديك أي استفسارات بخصوص هذه الشروط، يرجى التواصل معنا عبر ."
  }
}
